const imgType = window.__WEBP ? "webp" : "jpg";

export default [
  {
    title: "扎实开展“不忘初心、牢记使命”主题教育",
    content:
      "总公司聚焦6大类24项问题清单和“8+1+N”专项整治，着力解决职工群众关切问题，提升服务央行履职的能力，带领行业485个党组织和1万余党员干部在夯实政策理论基础、提升思想政治觉悟、焕发干事创业热情、为民务实清廉等方面取得了明显的阶段性成果，同时在压实主体责任、践行人民立场、规范制度建设、推动行业转型发展等方面发挥了强大的辐射效应。2019年6月21日下午，中国人民银行行长易纲到中国印钞造币总公司所属企业调研，并主持召开“不忘初心、牢记使命”主题教育座谈会。",
    id: 0,
    img: [
      { url: "javascript:", img: `./static/img/01.${imgType}` },
      { url: "javascript:", img: `./static/img/01-2.${imgType}` }
    ]
  },
  {
    title: "全面加强党的领导，进一步优化公司治理结构",
    content:
      "中国人民银行党委2019年11月1日决定：撤销原中共中国印钞造币总公司董事会党组、撤销原中共中国印钞造币总公司委员会，成立新的中共中国印钞造币总公司委员会。总公司党委将带领全行业干部职工进一步深入学习习近平新时代中国特色社会主义思想，坚定“四个自信”、增强“四个意识”、做到“两个维护”，以只争朝夕、不负韶华的精神面貌迎接挑战，坚持严格管理，强化使命意识和责任担当，聚焦主责主业，更好地为央行履行职责服务。",
    id: 1,
    img: [
      // { url: "javascript:", img: `./static/img/02.${imgType}` },
      { url: "javascript:", img: `./static/img/02-1.${imgType}` }
      // { url: "javascript:", img: `./static/img/02-2.${imgType}` }
    ]
  },
  {
    title: "2019年版第五套人民币等新产品面世，广受各界好评",
    content:
      "8月30日，2019年版第五套人民币正式发行。人民银行党委委员、副行长范一飞在西安调研指导第五套人民币提升工作时指出，同时提升四个面额的钞票和三个面额的硬币，历史上前所未有。此次新版人民币在技术上成功创新，在原材料和生产工艺上得到提升，得到了社会公众以及国际同行专家的广泛好评；世界文化和自然遗产——泰山普通纪念币是我国在普通纪念币领域应用异型币的第一枚产品，设计生产实现了多个突破创新，成为我国普通纪念币产品开发、生产行业合作的成功范例。",
    id: 2,
    img: [
      { url: "javascript:", img: `./static/img/03.${imgType}` },
      { url: "javascript:", img: `./static/img/03-2.${imgType}` },
      { url: "javascript:", img: `./static/img/03-3.${imgType}` },
      { url: "javascript:", img: `./static/img/03-4.${imgType}` }
    ]
  },
  {
    title: "匠心礼赞新中国成立70周年",
    content:
      "印钞造币行业以强烈的使命感和赤诚匠心，完成了中华人民共和国成立70周年庆祝活动所用共和国勋章（主章）、国家荣誉称号奖章（主章）、配套证书以及庆祝活动防伪证的制作任务，获得国家相关部门的充分肯定；中华人民共和国成立70周年双色铜合金纪念币也得到了社会公众的高度认可；“伟大历程 辉煌成就——庆祝中华人民共和国成立70周年大型成就展”人民币部分展览工作圆满完成。同时，以庆祝新中国成立70周年为契机，行业组织多项大型活动，用文化的力量鼓舞人心，为行业转型发展凝心聚力。“迎大庆、保平安”，深入贯彻行业总体安全观，行业持续稳定安全发展、绿色发展。",
    id: 3,
    img: [
      { url: "javascript:", img: `./static/img/04.${imgType}` },
      { url: "javascript:", img: `./static/img/04-2.${imgType}` },
      { url: "javascript:", img: `./static/img/04-3.${imgType}` },
      { url: "javascript:", img: `./static/img/04-4.${imgType}` },
      { url: "javascript:", img: `./static/img/04-5.${imgType}` },
      { url: "javascript:", img: `./static/img/04-6.${imgType}` }
    ]
  },
  {
    title: "国际市场频传捷报，中钞产品屡获殊荣",
    content:
      "发挥全产业链优势，精准定位、周密筹划，成功中标尼泊尔20卢比钞票项目并再次中标1000卢比项目；“澳门回归祖国二十周年”钞票获2019年亚洲高级安全印务会议“亚洲最佳纪念钞”殊荣； Colortrace技术在第30届国际全息会议上荣获“全息技术创新推荐奖”；中国高铁普通纪念币获得国际货币事务联合会“最佳纪念币”提名……中国印钞造币在国际舞台上用产品和实力讲好中钞故事，中钞品牌影响力进一步提升。",
    id: 4,
    img: [
      // { url: "javascript:", img: `./static/img/05.${imgType}` },
      { url: "javascript:", img: `./static/img/05-2.${imgType}` }
    ]
  },
  {
    title: "对标国际一流，“提质增效、降本增效”取得明显成效",
    content:
      "树立全球视野、发挥引领作用，从技术力、管理力、文化力三方面着力推进国际对标工作；在质量精致提升、安全全面保证前提下，通过强化精细管理，截至2019年末，主业及配套企业累计降低可控成本额约15.4亿元，提前一年完成行业“十三五”规划15亿目标。实行资金集中管理，进一步提高了资金管理水平和资金安全性。创新集中采购管理，充分发挥行业规模优势，实现稳渠道、降成本、提质量。",
    id: 5,
    img: [{ url: "javascript:", img: `./static/img/06.${imgType}` }]
  },
  {
    title: "加强战略合作，行业科技研究工作硕果累累",
    content:
      "2019年，总公司分别与瑞士锡克拜公司、中央美术学院、中科院化学所、天津大学、华南理工大学等机构签订战略合作协议，开展技术合作与交流。“2012钞票纸的研制”获得银行科技发展奖一等奖并获得中国人民银行提名参与2020年国家科学技术进步奖评审；“2019年版第五套人民币50元、20元、10元、1元纸币研制”等科技成果被总行认为达到国际先进水平；“跨境金融区块链服务平台”和“基于区块链技术的开放金融服务项目”成为获准入选金融科技应用试点名录中仅有的两个区块链项目。落实人民银行货币发行工作“市场导向、问题导向、民生导向”转型要求，完成我国首次居民现金支付日志调查。",
    id: 6,
    img: []
    // img: [{ url: "javascript:", img: `./static/img/07.${imgType}` }]
  },
  {
    title: "守正创新，传播中钞品牌，提升文化软实力",
    content:
      "经中国人民银行批准，在澳门金融管理局支持下，总公司与中国银行澳门分行联合在澳门举办“一脉同源  行稳致远——人民币及中国银行澳门元货币文化展”，央视等众多媒体进行报道；“中国名片--人民币发行70周年纪念展”圆满收官，整个巡展历时近10个月，行程2万余公里，先后在14座城市展出，现场参观人数累计70余万人次；货币文化旅游工作加快推进； 2019年版第五套人民币、泰山币等新品宣传覆盖全媒体平台。",
    id: 7,
    img: [
      { url: "javascript:", img: `./static/img/08.${imgType}` },
      { url: "javascript:", img: `./static/img/08-2.${imgType}` },
      { url: "javascript:", img: `./static/img/08-3.${imgType}` },
      { url: "javascript:", img: `./static/img/08-4.${imgType}` }
      // { url: "javascript:", img: `./static/img/08-5.${imgType}` }
    ]
  },
  {
    title: "行业民主管理和文明创建取得新的进展",
    content:
      "深入推进党建与民主管理有机结合,经过充分调研论证和精心组织筹备,组织建立总公司职工代表大会并召开首次会议；优化文明单位创建管理体系，第一次实现所属机构全员创建。把党中央关于全面从严治党的最新要求，行业的转型发展的新愿景、新战略、新目标融入到评价体系中。",
    id: 8,
    img: [{ url: "javascript:", img: `./static/img/09.${imgType}` }]
  },
  {
    title: "坚定不移深化行业政治巡视",
    content:
      "贯彻落实中央和人民银行党委关于巡视工作的指示精神，坚持巡视方针，坚定不移深化政治巡视，层层传导压力，健全完善工作机制，创新工作方式方法，强化整改落实和成果运用。2019年实现行业首轮巡视全覆盖和意识形态督查全覆盖，全面从严治党责任体系进一步加强。",
    id: 9,
    img: [{ url: "javascript:", img: `./static/img/10.${imgType}` }]
  },
  {
    title: "独立自主，全方位提升国产设备研发水平",
    content:
      "2019年12月底，行业信息中心顺利完成迁建工作，共计搬迁硬件设备近百台（套），迁移各类信息系统40余个。行业业务信息系统实现了由总公司到行业数据中心的无感迁移、平稳过渡；实现了总公司与数据中心之间，广域网大带宽高速线路互联互通，中心内部生产环境三级网络建设。",
    id: 10,
    img: [{ url: "javascript:", img: `./static/img/11.${imgType}` }]
  },
  {
    title: "信息中心成功迁移并投入运行，行业信息化管理步入新阶段",
    content:
      "2019年12月底，行业数据中心顺利完成迁建工作，共计搬迁硬件设备近百台（套），迁移各类信息系统40余个。行业业务信息系统实现了由总公司到行业数据中心的无感迁移、平稳过渡；实现了总公司与数据中心之间，广域网大带宽高速线路互联互通，中心内部生产环境三级网络建设。",
    id: 11,
    img: [
      // { url: "javascript:", img: `./static/img/12.${imgType}` }
      { url: "javascript:", img: `./static/img/12-2.${imgType}` }
    ]
  }
];
