const imgType = window.__WEBP ? "webp" : "jpg";

export default [
  {
    title: "坚定疫情防控，稳定复工复产,全面完成全年生产任务",
    content:
      "面对新冠疫情，总公司领导班子团结带领全行业干部职工一手抓疫情防控、一手抓复工复产，中钞职工在疫情面前共克时艰、恪尽职守，用实际行动见证初心使命。全行业23家企业、2万余名职工齐心战“疫”，确保实现零输入、零感染；防范化解产业链供应链风险，如期完成全年印制生产任务；全力配合总行普通纪念币发行改革，在造币专业率先实行“以质定产”。",
    id: 0,
    img: [{ url: "javascript:", img: `./static/img/01.${imgType}` }],
  },
  {
    title: "贯彻新发展理念，确定行业未来高质量发展主题",
    content:
      "“十四五”时期是印制行业开启转型发展新篇章、进入高质量发展阶段的关键时期。在总公司的统一指导安排下，两级中心组坚持用全面、辩证、发展的眼光看待当前发展形势，牢牢把握“先机”与“新局”，全行业围绕高质量发展开展调查研究和课题研讨，并以此指导、编制行业“十四五”发展规划，进一步凝聚发展共识，不断开创传承与创新、坚守与奋斗的新篇章。",
    id: 1,
    img: [{ url: "javascript:", img: `./static/img/02.${imgType}` }],
  },
  {
    title: "提高政治站位，坚持“六个过硬”，深入开展“五型”模范机关创建",
    content:
      "总公司党委深入贯彻习近平总书记在中央和国家机关党的建设工作会议上的讲话精神，落实中央和国家机关工委、人民银行党委创建“让党中央放心、让人民群众满意的模范机关”工作要求，将党的建设融入业务工作中，确立“勤学习、严履职、作表率”年度机关建设主题，坚持以“六个过硬”（政治过硬、本领过硬、管理过硬、业绩过硬、干部过硬、廉政过硬），推进“五型”（学习模范型、信念模范型、党建模范型、实干模范型、廉洁模范型）模范机关建设。",
    id: 2,
    img: [{ url: "javascript:", img: `./static/img/03.${imgType}` }],
  },
  {
    title: "科技工作稳步推进，诸多新产品新技术面世",
    content:
      "2020年版第五套人民币5元纸币于2020年11月5日发行，首次在流通钞上应用具有自主知识产权的“SD凹印对印技术”，相关重大技术攻关取得突破性进展；世界文化和自然遗产——武夷山普通纪念币于2020年12月21日发行，引发社会公众预约和兑换的热潮；“单张纸双面涂布印刷机的研制”等10项科技项目获得2019年度银行科技发展奖；“XCJ-Ⅱ型小张钞票质量检查机”通过项目验收；激光雕刻钞券凹版系统的研制等重要项目取得重大进展；行业首家工程技术研究中心——上海证卡工程技术研究中心顺利通过验收。",
    id: 3,
    img: [{ url: "javascript:", img: `./static/img/04.${imgType}` }],
  },
  {
    title: "境外市场再辟新径，中钞产品连获订单",
    content:
      "设计开发新版澳门流通钞。成功中标斯里兰卡央行“建行70周年”20卢比镍包钢异形流通纪念币项目，实现新市场、新产品、新材质、新工艺的突破。在此基础上，接连获取该国三个品种新订单，实现了首次精制币出口与造币标准输出；积极参与尼泊尔钞票项目，本轮钞票后续5个面额全部中标，彰显了中国印钞造币在钞票设计、印刷、产业链集成等方面的优势。",
    id: 4,
    img: [{ url: "javascript:", img: `./static/img/05.${imgType}` }],
  },
  {
    title: "大力弘扬劳模精神，全行业掀起学先进、做标杆的热潮",
    content:
      "11月24日，“全国劳动模范”——北京印钞有限公司刘惠春在人民大会堂接受表彰。中国人民银行党委委员、副行长范一飞亲切会见刘惠春，总公司召开全国劳动模范刘惠春同志先进事迹宣讲视频会，行业掀起了以刘惠春为榜样，学劳模、拥劳模、争当劳模，为服务央行履职做贡献的热潮。此后，“最美钳工”张文良、“金融工匠”马立项、“河北好人”刘学进……一个个普通而又响亮的名字成为中钞人的“明星”。他们立足平凡、铸就辉煌，精印国家名片、擦亮中钞品牌，带着对工作和事业的无限热爱，激励和带动着全行业职工精益求精、革故鼎新、勇攀高峰。",
    id: 5,
    img: [{ url: "javascript:", img: `./static/img/06.${imgType}` }],
  },
  {
    title: "秉持匠心，助力冰雪运动体育赛事",
    content:
      "作为国家法定货币的生产者、制造者、维护者和货币综合解决方案的提供者，中国印钞造币总公司秉持匠心、精益求精，始终坚持以“制造最好的货币”为己任，助力首都举办高水平冰雪运动体育赛事。统筹推进冬奥会纪念钞币设计开发，所属企业石家庄印钞有限公司通过赞助方式承接2022北京冬奥会和冬残奥会门票印制及相关工作。总公司成为“相约北京系列冬季体育赛事”钻石合作伙伴，两部视频短片在北京卫视等“八星九台”冰雪跨年晚会联播展示。",
    id: 6,
    img: [{ url: "javascript:", img: `./static/img/07.${imgType}` }],
  },
  {
    title: "全面加强党的建设，坚持“严”的主基调",
    content:
      "针对2015年以来内外部监督检查反馈问题整改落实情况自查及持续整改工作，遵照总公司党委提出的“高度重视、珍惜机会、主动整改、如实报告”的工作要求，持续有效推进纪检监察工作和巡察工作，确保各项问题整改落实到位，总公司通过专项检查、随机抽查等方式对各企业及部门整改落实情况进行检查。",
    id: 7,
    img: [{ url: "javascript:", img: `./static/img/08.${imgType}` }],
  },
  {
    title: "彰显国企责任担当，为决战决胜脱贫攻坚贡献中钞力量",
    content:
      "总公司深入贯彻党中央、国务院关于打赢脱贫攻坚战的决策部署，不折不扣完成总行部署的各项扶贫任务。在总公司的统一指导下，所属企业在帮扶的力度、精度、温度上想办法、出实招、求实效，扎实推进精准扶贫各项工作，着力构建精准扶贫、乡村振兴的长效机制，对口帮扶的贫困村和贫困户逐步达到“两不愁”“三保障”，顺利实现“摘帽”脱贫，往日的贫困乡村正焕发出蓬勃的生机与活力。西安印钞有限公司、石家庄印钞有限公司、南昌印钞有限公司和保定钞票纸业有限公司等企业驻村“第一书记”的扶贫事迹先后在《金融时报》和《中国报道》刊登，彰显了中钞人牢记初心使命、助力脱贫攻坚的良好形象。",
    id: 8,
    img: [{ url: "javascript:", img: `./static/img/09.${imgType}` }],
  },
  {
    title: "深化文明建设，行业内三家公司获得第六届“全国文明单位”称号",
    content:
      "全行业深耕企业文化、厚培文明沃土，切实加强形势任务教育，充分凝聚高质量发展共识，广泛开展道德实践活动，积极履行国企社会责任，培育和践行社会主义核心价值观，崇德向善、和谐文明的文化氛围日益浓厚。上海印钞有限公司、西安印钞有限公司和石家庄印钞有限公司被中央文明委正式授予第六届“全国文明单位”荣誉称号。至此，全行业已有九家企业获得“全国文明单位”荣誉称号。",
    id: 9,
    img: [{ url: "javascript:", img: `./static/img/10.${imgType}` }],
  },
  {
    title:
      "加强党建与业务相融合，从严治党、从严治企、从严考核，培育积极向上的绩效文化",
    content:
      "紧密对接总行对总公司的绩效考核，根据“功能类”企业定位，重新构建企业绩效考核和总公司本部绩效考核体系。贯彻落实杨立杰董事长关于从严管理、从严考核、“干多干少不一样，干好干坏差很多”的要求，以党建引领业务，聚焦核心履职，坚持高质量发展，强化党建、生产、安全、质量的核心地位，鼓励担当作为，在全行业培育科学从严的绩效文化和氛围。",
    id: 10,
    img: [{ url: "javascript:", img: `./static/img/11.${imgType}` }],
  },
];
