const imgType = window.__WEBP ? 'webp' : 'jpg';

export default [
  {
    title:
      '中国人民银行党委书记郭树清调研印钞造币企业，充分肯定行业地位和发展成绩，高瞻远瞩指明行业战略发展方向',
    content:
      '2018年10月12日，人民银行党委书记郭树清到中国印钞造币总公司所属北京印钞公司调研。他强调印钞造币行业的发展见证了中国经济社会发展和金融事业的历史性进步，充分肯定了印钞造币行业立足本职，在积极探索转型发展新思路、新途径、新举措等方面取得的成绩，并提出了新形势下要着力推进做好新品研发、货币文化、特色旅游、纪念品和衍生品开发等工作，为行业发展指明了道路。',
    id: 0,
    img: [{ url: 'javascript:', img: `./static/img/00.${imgType}` }]
  },
  {
    title: '积极探索国有企业党建“三个有机结合”，全面从严治党向纵深推进',
    content:
      '2018年，中国印钞造币总公司结合新时期形势任务要求，创新提出“加强党的领导与完善公司治理有机结合、加强党的领导与完善职工民主管理制度有机结合、加强党的建设与企业文化建设有机结合”，并开展课题研究和实践探索，在探索构建具有中钞特色的党建工作新模式和现代企业制度上迈出了坚实步伐。行业落实《关于新形势下进一步加强党的领导 完善党建工作体制机制的意见》，明确了党组织在公司法人治理结构中的法定地位，将党组织内嵌到公司治理结构之中，加强党建工作领导力量，深入推进基层党组织建设，建立健全基层党组织建设工作考核评价制度。',
    id: 1,
    img: [{ url: 'javascript:', img: `./static/img/01.${imgType}` }]
  },
  {
    title: '圆满实现年度各项工作目标  降本增效创佳绩',
    content:
      '2018年，全行业遵照《中国印钞造币总公司“十三五”规划》确定的总体战略，认真开展规划中期评估，牢牢把握年度工作会议确立的高质量发展主线，圆满完成年度各项工作任务。在质量精致提升、安全全面保证的前提下，通过实施一系列改革创新举措，主业及配套企业实现人均降本2.01万元。较2017年产量相比，可控成本降低额增长了123.5%。',
    id: 2,
    img: [
      { url: 'javascript:', img: `./static/img/02.${imgType}` },
      { url: 'javascript:', img: `./static/img/02-2.${imgType}` }
    ]
  },
  {
    title: '人民币质量提升成果显著，纪念钞（币）新产品广受好评',
    content:
      '全行业按照人民银行关于“人民币质量提升工程”工作要求，牢固树立 “产品质量零缺陷，质量问题零容忍”工作目标，坚持质量第一，坚持全面质量管理，扎实开展各项质量提升工作，通过精细生产工艺、健全质量控制体系、完善舆情应对机制，全员质量意识进一步提升，质量保障条件持续改善，质量管理制度更加健全。产品质量以“零问题”的优异成绩顺利通过总行人民币在线质量检查。全年印钞造币生产无严重质量问题反馈。成功研发人民币发行70周年纪念钞、高铁币、庆祝改革开放40周年纪念币等重大题材产品。猴年贺岁普通纪念币获得世界钱币界规格最高、影响最大、历史最悠久的克劳斯硬币大奖（2018年度）。',
    id: 3,
    img: [
      { url: 'javascript:', img: `./static/img/03.${imgType}` },
      { url: 'javascript:', img: `./static/img/03-2.${imgType}` },
      { url: 'javascript:', img: `./static/img/03-3.${imgType}` }
    ]
  },
  {
    title: '“五项改革”扎实推进，制度建设取得丰硕成果',
    content:
      '全行业完善重要议事规则，为实现“决策科学、执行有效、制衡有力”的现代公司治理结构提供有力制度保障；全新构建总公司部门绩效管理体系，坚持“科学管理、从严管理、正向激励”的原则；财务管理制度体系进一步完善，财务内控指引更加明确；科技改革深入推进，13项科技管理制度得到优化，中钞研究院挂牌成立；7项人事制度有效落地，加大总公司企业双向交流力度，行业高端技术、技能职务体系建立，干部培养选拔力度进一步加强。',
    id: 4,
    img: [{ url: 'javascript:', img: `./static/img/04.${imgType}` }]
  },
  {
    title: '对外宣传取得突破，品牌影响进一步深化',
    content:
      '“中国名片-人民币发行70周年纪念展”先后在石家庄、西安、深圳、西宁、南昌、济南、海口、北京、南京等9地展出。超过100家媒体全方位报道，近万家商业银行网点电子屏滚动播发展讯，现场观展人数超过50万; 组织央视、新华社、金融时报、辽宁电视台等十多家主流媒体共同采访并报道“2泰铢硬币，中国造”。总公司和腾讯联合开发的百元券防伪知识QQ-AR小视频超过2亿人次扫描浏览，同时联合推出“人民币发行70周年”APP专题和线上H5展览。为反假小超人网络知识问答提供服务支持，超过2450万人参加；中国印钞造币微信公众号粉丝量两年翻两番，突破百万大关。出版发行《现金的魅力―人民币雕刻之美》和《中国印钞造币》杂志，广受读者欢迎。',
    id: 5,
    img: [
      { url: 'javascript:', img: `./static/img/05.${imgType}` },
      { url: 'javascript:', img: `./static/img/05-2.${imgType}` },
      { url: 'javascript:', img: `./static/img/05-3.${imgType}` },
      { url: 'javascript:', img: `./static/img/05-4.${imgType}` },
      { url: 'javascript:', img: `./static/img/05-5.${imgType}` },
      { url: 'javascript:', img: `./static/img/05-6.${imgType}` }
      // { url: 'javascript:', img: `./static/img/05-7.${imgType}` }
    ]
  },
  {
    title: '国际市场再创佳绩，全产业链输出“中国制造”',
    content:
      '在国际竞标中勇夺阿根廷200、500比索钞票纸订单，实现钞票纸张出口第一单；YB350E型纪念币压印机远销澳大利亚皇家造币厂，打破国外公司同类型设备市场垄断，自主设备首次走出国门；泰国2.2亿枚2泰铢硬币圆满完成产品交付，再次中标巴西等国家硬币坯饼项目。通过不懈努力，中国印钞造币实现了钞票、硬币、纸张、坯饼、油墨、专业设备和检测设备等全产业链出口。',
    id: 6,
    img: [
      { url: 'javascript:', img: `./static/img/06.${imgType}` },
      { url: 'javascript:', img: `./static/img/06-2.${imgType}` }
    ]
  },
  {
    title: '全面贯彻落实总体安全观，行业持续稳定安全发展',
    content:
      '积极开展安全示范企业创建实践，系统构建安全履职评价机制，全面提升全员岗位安全履职能力，多措并举强化总体安全风险预控，持续优化完善总体安全管理机制，全年实现安全“四无”目标，确保了行业持续稳定安全发展。',
    id: 7,
    img: [
      { url: 'javascript:', img: `./static/img/09.${imgType}` },
      { url: 'javascript:', img: `./static/img/09-2.${imgType}` }
    ]
  },
  {
    title: '风险防控体系进一步建立健全，主动防控和化解各类风险',
    content:
      '2018年，全行业组织推动在公司本部和23家所属企业系统开展专项风险排查工作，扎实开展政治巡视、纪检监察和内部审计工作，以查带促，防微杜渐，扎紧扎牢风险隐患防范的藩篱，大监督框架体系不断健全。',
    id: 8,
    img: [{ url: 'javascript:', img: `./static/img/07.${imgType}` }]
  },
  {
    title: '货币文化产业升级，经济、社会效益双丰收',
    content:
      '遵循货币文化产品开发工作原则和标准，与中国集邮总公司签署战略合作协议，与港珠澳大桥管理局、秦始皇帝陵博物院开展项目合作，统筹行业设计资源分别推出了“五福齐聚——己亥生肖纪念券”、“港珠澳大桥纪念券”、“兵马俑纪念券”等3款货币文化产品，实现经济效益和社会效益双丰收，得到消费者的广泛好评。',
    id: 9,
    img: [
      { url: 'javascript:', img: `./static/img/08.${imgType}` },
      { url: 'javascript:', img: `./static/img/08-2.${imgType}` },
      { url: 'javascript:', img: `./static/img/08-3.${imgType}` }
      // { url: 'javascript:', img: `./static/img/08-4.${imgType}` }
    ]
  },
  {
    title: '装备研发成果显著，国产设备保障有力',
    content:
      '2018年，中国印钞造币整合资源，对标国际，全方位、多维度提升装备国产化研发、制造与应用水平，有力保障了人民币质量提升和新产品生产急需，进一步摆脱对进口设备的依赖。全年共有65台套自主研发制造的新设备陆续投入使用，行业装备的技术水平、精细化管理水平、柔性生产能力和技术培训水平显著提升。其中，双面涂布机打破了国外公司的专利封锁，填补了国内空白，保障了新工艺要求；丝凸机升级改造，提升了OVMI防伪效果；X1型小张清分机和第二代国产清分机在检测能力上取得突破；硬币成品质量检查机实现技术换代，继续保持国际领先优势。',
    id: 10,
    img: [
      { url: 'javascript:', img: `./static/img/10.${imgType}` },
      { url: 'javascript:', img: `./static/img/10-2.${imgType}` }
    ]
  },
  {
    title: '积极开拓金融服务市场，深入推进现金全生命周期管理',
    content:
      '行业以公开竞标方式成功承接沈阳钞票处理业务，开创中国人民银行钞票处理中心整体搬迁至印钞造币企业的业务发展新模式；完成湖南银悦公司股权收购、增资及工商注册变更工作等新公司组建工作；积极推动广东安达押运公司金融服务项目，统筹布局反假培训、特种物流及高端仓储等新业务，金融服务业务和领域得到广泛拓展，为拓展金融服务市场提供了可行的操作方案。',
    id: 11,
    img: [
      { url: 'javascript:', img: `./static/img/11.${imgType}` }
      // { url: 'javascript:', img: `./static/img/11-2.${imgType}` }
    ]
  },
  {
    title: '整合多方资源，青年“双创”活动获成果',
    content:
      '2018年，总公司团委与清华大学创业学院合作，开展为期4个月的在线培训，行业共有87名青年通过考试后获得清华大学在线教育平台颁发的“创业创新微学位”。各企业不断孵化推进青年“双创”项目，通过层层遴选，最终从27个项目中选拔出10个在“五四”青年节组织主题论坛进行展示，部分项目已在行业内外推广并取得阶段性成果。',
    id: 12,
    img: [
      { url: 'javascript:', img: `./static/img/12.${imgType}` },
      { url: 'javascript:', img: `./static/img/12-2.${imgType}` }
    ]
  }
];
